Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM.Interfaces/SolutionInspector.*.resx
Languages: ru

# Calculated_Intermediate_Parameters
source: <h2>Промежуточные результаты вычисления</h2>
ru: <h2>Calculated Intermediate Parameters</h2>

# State_0
source: Состояние: {0}
ru: State {0}

# Acentric_Factors_0
source: Факторы ацентричности: {0}
ru: Acentric Factors: {0}

# Critical_Pressures_0_Pa
source: Критические давления: {0} Па"
ru: Critical Pressures: {0} Pa"

# Critical_Temperatures_0_K
source: Критические температуры: {0} K
ru: Critical Temperatures: {0} K

# Interaction_Parameters_0
source: Параметры взаимодействия: {0}
ru: Interaction Parameters: {0}

# Ideal_Gas_Heat_Capacities_0
source: Теплоемкости идеального газа: {0}
ru: Ideal Gas Heat Capacities: {0}

# Mole_Fractions_0
source: Мольные доли: {0}
ru: Mole Fractions: {0}

# Temperature_0_K
source: Температура: {0} K
ru: Temperature: {0} K

# Input_Parameters
source: <h2>Исходные данные</h2>
ru: <h2>Input Parameters</h2>

# Peng_Robinson_EOS_Heat_Capacity_Ratio_Calculation_Routine
source: Процедура расчета коэффициента теплоемкости для уравнения состояния Пенга-Робинсона (Peng-Robinson EOS)
ru: Peng-Robinson EOS Heat Capacity Ratio Calculation Routine

# Compounds_0
source: Флюиды: {0}
ru: Compounds: {0}

# Starting_Liquid_Phase_Stability_Test_T_0_K_P_1_Pa_for_the_following_trial_phases
source: Начало проверки стабильности жидкой фазы @ T = {0} K & P = {1} Па для следующих этапов испытаний:
ru: Starting Liquid Phase Stability Test @ T = {0} K & P = {1} Pa for the following trial phases:

# The_compressibility_factor_liquid_or_vapor_can_be_obtained_from_the_equation
source: Коэффициент сжимаемости (жидкая или газовая фаза) может быть получен из уравнения
ru: The compressibility factor (liquid or vapor) can be obtained from the equation

# Phase_1_composition_0
source: Состав 1-й фазы: {0}
ru: Phase 1 composition: {0}

# Phase_2_composition_0
source: Состав 2-й фазы: {0}
ru: Phase 2 composition: {0}

# Calculation_Type_0
source: Способ вычисления: {0}
ru: Calculation Type: {0}

# Enthalpy_0_kJ_kg
source: Энтальпия: {0} кДж/кг (kJ/kg)
ru: Enthalpy: {0} kJ/kg

# Mass_Flow_0_kg_s
source: Массовый поток: {0} кг/с
ru: Mass Flow: {0} kg/s

# Inlet_Stream_0
source: <h3>Входящий поток #{0}</h3>
ru: <h3>Inlet Stream #{0}</h3>

# Calculated_Parameters
source: <h2>Результаты вычисления</h2>
ru: <h2>Calculated Parameters</h2>

# Results
source: <h2>Результаты</h2>
ru: <h2>Results</h2>

# Pipe_Wall_Material_0
source: Материал трубы = {0}
ru: Pipe Wall Material = {0}

# Pressure_0_Pa
source: Давление: {0} Па
ru: Pressure: {0} Pa

# Liquid_Holdup_0
source: Выпадение жидкой фазы = {0}
ru: Liquid Holdup = {0}

# Length_0_m
source: Длина = {0} м
ru: Length = {0} m

# Internal_Diameter_0_m
source: Внутренний диаметр = {0} м
ru: Internal Diameter = {0} m

# External_Diameter_0_m
source: Внешний диаметр = {0} м
ru: External Diameter = {0} m

# Pipe_Roughness_0_m
source: Шероховатость трубы = {0} м
ru: Pipe Roughness = {0} m

# Fluid_Temperature_0_K
source: Температура флюида = {0} K
ru: Fluid Temperature = {0} K

# External_Temperature_0_K
source: Внешняя температура = {0} K
ru: External Temperature = {0} K

# Vapor_Phase_Velocity_0_m_s
source: Скорость паровой фазы = {0} м/с
ru: Vapor Phase Velocity = {0} m/s

# Liquid_Phase_Velocity_0_m_s
source: Скорость жидкой фазы = {0} м/с
ru: Liquid Phase Velocity = {0} m/s

# Vapor_Phase_Cp_0_kJ_kg_K
source: Теплоемкость паровой фазы Cp = {0} кДж/[кг.K]
ru: Vapor Phase Cp = {0} kJ/[kg.K]

# Liquid_Phase_Cp_0_kJ_kg_K
source: Теплоемкость жидкой фазы Cp = {0} кДж/[кг.K]
ru: Liquid Phase Cp = {0} kJ/[kg.K]

# Vapor_Phase_Thermal_Conductivity_0_W_m_K
source: Теплопроводность паровой фазы = {0} Вт/[м.K]
ru: Vapor Phase Thermal Conductivity = {0} W/[m.K]

# Liquid_Phase_Thermal_Conductivity_0_W_m_K
source: Теплопроводность жидкой фазы = {0} Вт/[м.K]
ru: Liquid Phase Thermal Conductivity = {0} W/[m.K]

# Vapor_Phase_Density_0_kg_m3
source: Плотность паровой фазы = {0} кг/м3
ru: Vapor Phase Density = {0} kg/m3

# Liquid_Phase_Density_0_kg_m3
source: Плотность жидкой фазы = {0} кг/м3
ru: Liquid Phase Density = {0} kg/m3

# Include_External_HTC_0
source: Включая внешний теплообмен (HTC) = {0}
ru: Include External HTC = {0}

# Include_Internal_HTC_0
source: Включая внутренний теплообмен (HTC) = {0}
ru: Include Internal HTC = {0}

# Include_Insulation_0
source: Включая теплоизоляцию = {0}
ru: Include Insulation = {0}

# Include_Pipe_Wall_0
source: Включая толщину стенки = {0}
ru: Include Pipe Wall = {0}

source: Это внешний цикл, рассчитывающий давление, когда указана температура или наоборот.
ru: This Is the external loop To converge pressure When outlet temperature Is specified Or vice-versa.

# Overal_Heat_Transfer_Coefficient_Calculation_Routine
source: Процедура расчета общего коэффициента теплопередачи (термопереноса)
ru: Overal Heat Transfer Coefficient Calculation Routine

# External_Loop_0
source: Внешний цикл #{0}
ru: External Loop #{0}

# Pipe_Calculate_Paragraph_01
source: Вычислительный блок Сегмент трубы (труба) может использоваться для моделирования процесса потока флюида в трубе. В симуляторе доступны следующие наиболее часто используемые корреляции для расчета перепада давления (с учетом наклона трубы, типа истечения флюида (Lockhart and Martinelli, Beggs & Brill - жидкость-газ; эмпирическая; любой угол; Petalas & Aziz : жидкость-газ; механистическая; любой угол). Температура может быть рассчитана с учетом влияния окружающей среды.
ru: The Pipe Segment unit operation can be used to simulate fluid flow process in a pipe. Two of the most used correlations for the calculation of pressure drop are available in DWSIM. Temperature can be rigorously calculated considering the influence of the environment. With the help of the Recycle Logical Operation, the user can build large water distribution systems, as an example.

# Pipe_Calculate_Paragraph_02
source: Сегмент трубы разделен на секции, которые могут быть прямыми трубами, клапанами, угловыми отводами и т. д. Каждая секция делится на небольшие секции для оценки динамики показателей в интересующих точках.
ru: The pipe segment is divided in sections, which can be straight tubes, valves, curves, etc. Each section is subdivided in small sections for calculation purposes, as defined by the user.

# Pipe_Calculate_Paragraph_03
source: Сегмент трубы рассчитывается с соблюдением баланса массы и энергии. Полный алгоритм состоит из трех вложенных циклов. Внешний цикл перебирает секции (приращения), средний цикл выполняет итерации по температуре, а внутренний цикл вычисляет давление. Давление и температура рассчитываются следующим образом:
ru: The pipe segment is calculated based on incremental mass and energy balances. The complete algorithm consists in three nested loops. The external loop iterates on the sections (increments), the middle loop iterates on the temperature and the internal loop calculates the pressure. The pressure and temperature are calculated as follows:

# Pipe_Calculate_Paragraph_04
source: 1. Температура и давление на входе используются для оценки приращения давления и температуры на выходе.
ru: 1. The inlet temperature and pressure are used to estimate the increment outlet pressure and temperature.

# Pipe_Calculate_Paragraph_05
source: 2. Свойства флюида рассчитываются на основе среднего арифметического входных и выходных условий.
ru: 2. Fluid properties are calculated based in a arithmetic mean of inlet and outlet conditions.

# Pipe_Calculate_Paragraph_06
source: 3. Рассчитанные свойства и давление на входе используются для расчета перепада давления. С его помощью рассчитывается давление на выходе.
ru: 3. The calculated properties and the inlet pressure are used to calculate the pressure drop. With it, the outlet pressure is calculated.

# Pipe_Calculate_Paragraph_07
source: 4. Расчетное и предполагаемое давления сравниваются, и, если их разность превышает допуск, подставляется новое значение давления на выходе, и шаги 2 и 3 повторяются.
ru: 4. The calculated and estimated pressure are compared, and if their difference exceeds the tolerance, a new outlet pressure is estimated, and the steps 2 and 3 are repeated.

# Pipe_Calculate_Paragraph_08
source: 5. После схождения внутреннего цикла рассчитывается температура на выходе. Если был задан общий коэффициент теплопередачи (U), температура на выходе рассчитывается по следующему уравнению:
ru: 5. Once the internal loop has converged, the outlet temperature is calculated. If the global heat transfer coefficient (U) was given, the outlet temperature is calculated from the following equation:

# Pipe_Calculate_Paragraph_09
source: где: Q = теплообмен, A = площадь теплообмена (внешняя поверхность) и `\Delta T_{ml}` = среднее логарифмическое разницы температур.
ru: where: Q = heat transferred, A = heat transfer area (external surface) and `\Delta T_{ml}` = logarithmic mean temperature difference.

# Pipe_Calculate_Paragraph_10
source: 6. Рассчитанная температура сравнивается с ожидаемой, и, если их разность превышает указанный допуск, оценивается новая температура и вычисляются новые свойства (возврат к шагу 2).
ru: 6. The calculated temperature is compared to the estimated one, and if their difference exceeds the specified tolerance, a new temperature is estimated and new properties are calculated (return to step 2).

# Pipe_Calculate_Paragraph_11
source: 7. Когда давление и температура сходятся, результаты передаются на следующий шаг, где расчеты повторяются.
ru: 7. When both pressure and temperature converges, the results are passed to the next increment, where calculation restarts.

# External_HTC_0_W_m2_K
source: Коэффициент внешней теплоотдачи (HTC) = {0} Вт/[м2.K]
ru: External HTC = {0} W/[m2.K]

# Internal_HTC_0_W_m2_K
source: Коэффициент внутренней теплоотдачи (HTC) = {0} W/[m2.K]
ru: Internal HTC = {0} W/[m2.K]

# Pipe_Wall_HTC_0_W_m2_K
source: Коэффициент теплоотдачи стенки трубы (HTC) = {0} W/[m2.K]
ru: Pipe Wall HTC = {0} W/[m2.K]

# Pipe_Insulation_HTC_0_W_m2_K
source: Коэффициент теплоотдачи теплоизоляции трубы (HTC)= {0} W/[m2.K]
ru: Pipe Insulation HTC = {0} W/[m2.K]

# Overall_HTC_0_W_m2_K
source: Общий коэффициент теплоотдачи (HTC) = {0} W/[m2.K]
ru: Overall HTC = {0} W/[m2.K]

# Flow_Regime
source: Режим потока:
ru: Flow Regime:

# Petalas_and_Aziz_Pressure_Drop
source: Падение давления по корреляции Petalas and Aziz
ru: Petalas and Aziz Pressure Drop

# Petalas_and_Aziz_Multiphase_Pressure_Drop_Calculation_Routine
source: Процедура расчета падения давления по корреляции Petalas and Aziz (механистическая модель, мультифазный поток, учитывает наклон трубы)
ru: Petalas and Aziz Multiphase Pressure Drop Calculation Routine

# Compressibility_Factor_0
source: Коэффициент сжимаемости: {0}
ru: Compressibility Factor: {0}

# Compressibility_Factor
source: Коэффициент сжимаемости
ru: Compressibility Factor

# Property_Package_Fugacity_Coefficient_Calculation_Routine
source: Процедура расчета коэффициента летучести для уравнения состояния
ru: Property Package Fugacity Coefficient Calculation Routine

# Vapor_Phase_Compressibility_Factor_0
source: Коэффициент сжимаемости паровой фазы: {0}
ru: Vapor Phase Compressibility Factor: {0}

# Intermediate_Calculations
source: <h2>Промежуточные расчеты</h2>
ru: <h2>Intermediate Calculations</h2>

# Vapor_Phase_Density
source: Плотность паровой фазы
ru: Vapor Phase Density

# Vapor_Phase_Density_Calculation_Routine
source: Процедура расчета плотности паровой фазы
ru: Vapor Phase Density Calculation Routine

# Property_Package_Entropy_Calculation_Routine
source: Процедура расчета энтропии для уравнения состояния
ru: Property Package Entropy Calculation Routine

# Property_Package_Enthalpy_Calculation_Routine
source: Процедура расчета энтальпии для уравнения состояния
ru: Property Package Enthalpy Calculation Routine

# Compressibility_Factor_Calculation_Routine
source: Процедура расчета коэффициента сжимаемости
ru: Compressibility Factor Calculation Routine

# Peng_Robinson_EOS_Compressibility_Factor
source: Коэффициент сжимаемости для уравнения состояния Пенга-Робинсона
ru: Peng Robinson EOS Compressibility Factor

# Peng_Robinson_EOS_Compressibility_Factor_Calculation_Routine
source: Процедура расчета коэффициента сжимаемости для уравнения состояния Пенга-Робинсона (Peng-Robinson EOS)
ru: Peng Robinson EOS Compressibility Factor Calculation Routine

# Peng_Robinson_EOS_Fugacity_Coefficient
source: Коэффициент летучести для уравнения состояния Пенга-Робинсона
ru: Peng-Robinson EOS Fugacity Coefficient

# DWSIM_will_calculate_PR_EOS_Fugacity_Coefficient_using_the_CPU
source: Расчет коэффициента летучести для уравнения сотояния Пега-Робинсона ведется используя процессор (возможен расчет на рафическом ускорителе).
ru: DWSIM will calculate PR EOS Fugacity Coefficient using the CPU.

# Fugacity_Coefficients_0
source: Коэффициенты летучести: {0}
ru: Fugacity Coefficients: {0}

# Pressure_Temperature_Flash_Algorithm_Routine
source: Процедура вычисления равновесия по давлению/температуре
ru: Pressure-Temperature Flash Algorithm Routine

# NestedLoop_FlashPT_01
source: Эта процедура пробует найти составы жидкой и паровой фазы в равновесии, решая уравнение Рэкфорда-Райса с поиском сходимости методом Ньютона.
ru: This routine tries to find the compositions of a liquid and a vapor phase at equilibrium by solving the Rachford-Rice equation using a newton convergence approach.

# NestedLoop_FlashPT_02
source: Уравнение Рэкфорда-Райса
ru: The Rachford-Rice equation is

# where
source: где:
ru: where:

# NestedLoop_FlashPT_03
source: Константы равновесия K<sub>i</sub> в общем случае являются функцией от нескольких параметров, хотя наиболее важным параметром является, вероятно, температура, которая определяется так:
ru: The equilibrium constants K<sub>i</sub> are in general functions of many parameters, though the most important is arguably temperature; they are defined as:

# is_the_mole_fraction_of_component_i
source: мольная доля i-го компонента
ru: is the mole fraction of component i

# in_liquid_phase
source: в жидкой фазе
ru: in liquid phase

# in_gas_phase
source: в газовой фазе
ru: in gas phase

# NestedLoop_FlashPT_04
source: Как только уравнение Рэкфорда-Райса решено для <math_inline>\beta</math_inline>, композиции xx<sub>i</sub> и y<sub>i</sub> могут быть рассчитаны как:
ru: Once the Rachford-Rice equation has been solved for <math_inline>\beta</math_inline>, the compositions x<sub>i</sub> and y<sub>i</sub> can be immediately calculated as:

# NestedLoop_FlashPT_05
source: Уравнение Рэкфорда-Райса может иметь несколько решений для <math_inline>\beta</math_inline>, как минимум одно из которых гарантирует, что все <math_inline>x_i</math_inline> и <math_inline>y_i</math_inline> будут положительными. Частный случай, если существует только один <math_inline>\beta</math_inline>, для которого:
ru: The Rachford - Rice equation can have multiple solutions for <math_inline>\beta</math_inline>, at most one of which guarantees that all <math_inline>x_i</math_inline> and <math_inline>y_i</math_inline> will be positive. In particular, if there is only one <math_inline>\beta</math_inline> for which:

# NestedLoop_FlashPT_06
source: тогда это <math_inline>\beta</math_inline> является решением; если есть несколько таких <math_inline>\beta</math_inline>, это означает, что либо <math_inline>K_{max}<1</math_inline> или <math_inline>K_{min}>1</math_inline>, указывая соответственно что газовая фаза не может ghbcencndjdfnm (и, следовательно, <math_inline>\beta=0</math_inline>) или наоборот, что жидкая фаза не может существовать (и, следовательно, <math_inline>\beta=1</math_inline>).
ru: then that <math_inline>\beta</math_inline> is the solution; if there are multiple such <math_inline>\beta</math_inline>s, it means that either <math_inline>K_{max}<1</math_inline> or <math_inline>K_{min}>1</math_inline>, indicating respectively that no gas phase can be sustained (and therefore <math_inline>\beta=0</math_inline>) or conversely that no liquid phase can exist (and therefore <math_inline>\beta=1</math_inline>).

# NestedLoop_FlashPT_07
source: Симулятор инициализирует текущий расчет идеальными значениями K, рассчитанными на основе данных о давлении паровой фазы для каждого компонента или с использованием ранее рассчитанных значений из паредыдущего решения.
ru: DWSIM initializes the current calculation with ideal K-values estimated from vapor pressure data for each compound, or by using previously calculated values from an earlier solution.

# Initial_estimates_for_K_0
source: Начальное предположение для K: {0}
ru: Initial estimates for K: {0}

# Initial_estimates_for_V_0
source: Начальное предположение для V: {0}
ru: Initial estimate for V: {0}

# Initial_estimates_for_L_1_V_0
source: Начальное предположение для L (1-V): {0}
ru: Initial estimate for L (1-V): {0}

# Initial_estimates_for_y_0
source: Начальное предположение для y: {0}
ru: Initial estimates for y: {0}

# Initial_estimates_for_x_0
source: Начальное предположение для x: {0}
ru: Initial estimates for x: {0}

# PT_Flash_Newton_Iteration
source: Итерация метода Ньютона для вычисления перепада давления/температуры
ru: PT Flash Newton Iteration

# Pressure_Temperature_Flash_Algorithm_Convergence_Iteration_Step
source: Шаг итерации сходимости алгоритма давления-температуры
ru: Pressure-Temperature Flash Algorithm Convergence Iteration Step

# Newton_Iteration_Fugacity_Detail_0
source: Итерация цикла сходимости Ньютона #{0}. Симулятор будет использовать текущие значения y и x для расчета коэффициентов летучести и обновлять K, используя модель уравнения состояния (Property Package).
ru: This is the Newton convergence loop iteration #{0}. DWSIM will use the current values of y and x to calculate fugacity coefficients and update K using the Property Package rigorous models.

# K_values_where_updated_Current_values_0
source: Значения K обновлены. Текущие значения: {0}
ru: K values where updated. Current values: {0}

# PH_Flash_Newton_Iteration
source: Итерация метода Ньютона для вычисления давления/энтальпии
ru: PH Flash Newton Iteration

# Pressure_Entalphy_Flash_Algorithm_Convergence_Iteration_Step
source: Шаг итерации сходимости алгоритма давления-энтальпии (быстрый алгоритм)
ru: Pressure-Enthalpy Flash Algorithm (Fast Mode) Convergence Iteration Step

# Pressure_Entalphy_Flash_Algorithm_Convergence_Iteration_Step_Detail_0
source: Это итерация цикла сходимости Ньютона #{0}. DWSIM будет использовать текущее значение T для вычисления распределения фазы, вызывая процедуру Flash_PT.
ru: This is the Newton convergence loop iteration #{0}. DWSIM will use the current value of T to calculate the phase distribution by calling the Flash_PT routine.

# Current_Enthalpy_error_0
source: Текущая ошибка энтальпии: {0}
ru: Current Enthalpy error: {0}

# Updated_Temperature_estimate_0_K
source: Обновленная оценка температуры: {0} К
ru: Updated Temperature estimate: {0} K

# The_PH_Flash_algorithm_converged_in_0_iterations_Final_Temperature_value_1_K
source: Алгоритм PH Flash сошелся за {0} итер. Конечная температура: {1} К
ru: The PH Flash algorithm converged in {0} iterations. Final Temperature value: {1} K

# The_algorithm_converged_in_0_iterations_Time_taken_1_ms
source: Алгоритм сошелся за {0} итер. Время выполнения: {1} мс.
ru: The algorithm converged in {0} iterations. Time taken: {1} ms.

# Initial_estimates_for_T_0_K
source: Начальное предположение для T: {0} K
ru: Initial estimate for T: {0} K

# PS_Flash_Newton_Iteration
source: Итерация метода Ньютона для вычисления перепада давления/энтропии
ru: PS Flash Newton Iteration

# Pressure_Entropy_Flash_Algorithm_Fast_mode_Convergence_Iteration_Step
source: Шаг итерации сходимости алгоритма давления-энтропии
ru: Pressure-Entropy Flash Algorithm (Fast Mode) Convergence Iteration Step

# Entropy_0_kJ_kg
source: Энтропия: {0} кДж/кг
ru: Entropy: {0} kJ/kg

# Phase_Equilibria
source: (Равновесие фаз)
ru: (Phase Equilibria)

# Property_Package_Equilibrium_Calculation_Routine
source: Процедура расчета равновесия
ru: Property Package Equilibrium Calculation Routine

# DW_CalcEquilibrium_Paragraph_01
source: Это процедура, отвечающая за вычисление распределения фаз в связанном в данный момент Материальном потоке с использованием указанного алгоритма (Flash Algorithm).
ru: This is the routine responsible for the calculation of phase distribution in the currently associated Material Stream, using the specified Flash Algorithm.

# DW_CalcEquilibrium_Paragraph_02
source: Первое, что делает подпрограмма, это стирает все ранее рассчитанные распределения фаз и свойства в потоке, если они существуют.
ru: The first thing that the routine does is to erase all previously calculated phase distribution and properties on the stream, if they exist.

# DW_CalcEquilibrium_Paragraph_03
source: Очистка свойств...
ru: Erasing properties...

# DW_CalcEquilibrium_Paragraph_04
source: Затем проверяется состояние материального потока, чтобы приступить к корерктному расчету равновесия.
ru: It then checks for the Material Stream State Specification, in order to proceed with the correct flash (equilibrium) calculation.

# DW_CalcEquilibrium_Paragraph_05
source: Определенная спецификация - это TP (температура и давление). Симулятор будет вызывать подпрограмму 'Flash_PT' из связанного в текущий момент экземпляра алгоритма (Flash Algorithm).
ru: The defined specification is TP (Temperature and Pressure). DWSIM will call the 'Flash_PT' routine from the currently associated Flash Algorithm instance.

# DW_CalcEquilibrium_Paragraph_06
source: Расчет энергии Гиббса для начальной смеси...
ru: Calculating Mixture Initial Gibbs Energy...

# Nested_Loops_VLE
source: Метод расчета с использованием вложенных циклов(равновесие Паровая фаза-Жидкость)
ru: Nested Loops (VLE)

# in_the_feed_liquid_assumed_to_be_known
source: в подаваемой жидкости (предполагается, что она известна)
ru: in the feed liquid (assumed to be known)

# is_the_fraction_of_feed_that_is_vaporised
source: доля потока, которая испаряется
ru: is the fraction of feed that is vaporised

# is_the_equilibrium_constant_of_component_i
source: константа равновесия компонента i
ru: is the equilibrium constant of component i

# Segment_0_1_2
source: Сегмент #{0} ({1}/{2})
ru: Segment #{0} ({1}/{2})

# Calculating_segment_0_1_2
source: Расчет сегмента {0} ({1}/{2})...
ru: Calculating segment {0} ({1}/{2})...

# Segment_type_0
source: Тип сегмента: {0}
ru: Segment type: {0}

# Segment_increments_0
source: Интервал приращения: {0}
ru: Segment increments: {0}

# Increment_0
source: Шаг приращения #{0}
ru: Increment #{0}

# Calculating_increment_0
source: Вычисление приращения {0}...
ru: Calculating increment {0}...

# Temperature_Loop_0
source: Итерация #{0} по температуре
ru: Temperature Loop #{0}

# Temperature_convergence_loop_iteration_0
source: Итерация цикла сходимости температуры #{0}
ru: Temperature convergence loop iteration #{0}

# Pressure_Loop_0
source: Итерация #{0} по давлению
ru: Pressure Loop #{0}

# Pressure_convergence_loop_iteration_0
source: Итерация цикла сходимости давления #{0}
ru: Pressure convergence loop iteration #{0}

# Calling_Pressure_Drop_calculation_routine
source: Вызов процедуры расчета перепада давления ...
ru: Calling Pressure Drop calculation routine...

# Inlet_pressure_0_Pa
source: Входное давление: {0} Па
ru: Inlet pressure: {0} Pa

# Calculated_outlet_pressure_0_Pa
source: Рассчитанное давление на выходе: {0} Па
ru: Calculated outlet pressure: {0} Pa

# Updated_outlet_pressure_0_Pa
source: Обновленное давление на выходе: {0} Па
ru: Updated outlet pressure: {0} Pa

# Converged_outlet_pressure_0_Pa
source: Сходимое давление на выходе: {0} Па
ru: Converged outlet pressure: {0} Pa

# Proceeding_with_temperature_convergence
source: Продолжим, рассчитаем сходимость температуры ...
ru: Proceeding with temperature convergence...
