Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM.Interfaces/SolutionInspector.*.resx
Languages: ru

source: Пересчет временного материального потока и переход к следующему сегменту / приращению ...
ru: Recalculating the temporary material stream and moving on to the next segment/increment...

# Converged_outlet_temperature_0_K
source: Сходимая температура на выходе: {0} K
ru: Converged Outlet Temperature: {0} K

# Calculated_Outlet_Temperature_0_K
source: Рассчитанная температура на выходе: {0} K
ru: Calculated Outlet Temperature: {0} K

# Outlet_Enthalpy_0_kJ_kg
source: Энтальпия на выходе: {0} кДж/кг
ru: Outlet Enthalpy: {0} kJ/kg

# Inlet_Enthalpy_0_kJ_kg
source: Энтальпия на входе: {0} кДж/кг
ru: Inlet Enthalpy: {0} kJ/kg

# Calculated_Specified_Heat_Transfer_0_kW
source: Расчетная / удельная теплопередача: {0} кВт
ru: Calculated/Specified Heat Transfer: {0} kW

# Calculated_Heat_Transfer_Area_0_m2
source: Вычисленная площадь теплопередачи: {0} м2
ru: Calculated Heat Transfer Area: {0} m2

# Calculated_Estimated_HTC_0_W_m2_K
source: Рассчитанный коэффициент теплопередачи ( HTC): {0} Вт/[м2.K]
ru: Calculated/Estimated HTC: {0} W/[m2.K]

# Overall_HTC_Calculation
source: Расчет полного коэффициента теплоппередачи
ru: Overall HTC Calculation

# Calculation_Routine
source: - процедура расчета
ru: Calculation Routine

# Temporary_Object
source: - Временный объект
ru: Temporary Object

# Beggs_and_Brill_Pressure_Drop
source: Расчет перепада давления по корреляции Бэггса и Брилла
ru: Beggs and Brill Pressure Drop

# Beggs_and_Brill_Multiphase_Pressure_Drop_Calculation_Routine
source: Процедура расчета перепада давления по корреляции Бэггса и Брилла
ru: Beggs and Brill Multiphase Pressure Drop Calculation Routine

# Loading_reports
source: Загрузка отчетов...
ru: Loading reports...

# Mixer_Calculate_Paragraph_01
source: Смеситель используется для смешивания до шести материальных потоков в один, одновременно соблюдая оба баланса - массы и энергии.
ru: The Mixer is used to mix up to six material streams into one, while executing all the mass and energy balances.

# Mixer_Calculate_Paragraph_02
source: Смеситель соблюдает баланс массы во входных/выходном потоках, определяет массовый расход и компонентных состав для выходного потока. Давление рассчитывается в соответствии с параметром, заданным пользователем. Температура рассчитывается путем проведения увязки Давление-Энтальпия (PH-flash) в выходном потоке, причем энтальпия рассчитывается из входных потоков (соблюдается энергетический баланс).
ru: The mixer does the mass balance in the equipment and determines the mass flow and the composition of the outlet stream. Pressure is calculated according to the parameter defined by the user. Temperature is calculated by doing a PH Flash in the outlet stream, with the enthalpy calculated from the inlet streams (energy balance).

# Mixer_Calculate_Paragraph_03
source: <h3>Исходящий смешанный поток</h3>
ru: <h3>Outlet Mixed Stream</h3>
