Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM/Forms/Main Window/FormMain.*.resx
Languages: ru

# NewToolStripMenuItem.Text
source: Новое моделирование стационарных состояний
ru: New S&teady-state Simulation

# NovoEstudoDoCriadorDeComponentesToolStripMenuItem.Text
source: Новая смесь
ru: New Compound Creator Study

# NovoEstudoDeRegressaoDeDadosToolStripMenuItem.Text
source: Новое исследование регрессии данных
ru: New Data Regression Study

# OpenToolStripMenuItem.Text
source: Открыть файл
ru: &Open File

# tsmiFOSSEE.Text
source: Модели из открытых источников (FOSSEE)
ru: FOSSEE Flowsheets

# tsmiSamples.Text
source: Примеры
ru: Samples

# SaveToolStripMenuItem.Text
source: Сохранить
ru: &Save

# SaveAllToolStripMenuItem.Text
source: Сохранить всё
ru: Save All

# SaveAsToolStripMenuItem.Text
source: Сохранить как...
ru: Save &As...

# CloseAllToolstripMenuItem.Text
source: Закрыть все
ru: Close All

# ExitToolStripMenuItem.Text
source: Выход
ru: Exi&t DWSIM

# FileToolStripMenuItem.Text
source: Файл
ru: &File

# PreferenciasDoDWSIMToolStripMenuItem.Text
source: Общие настроййки
ru: General Settings

# VerToolStripMenuItem.Text
source: Редактировать
ru: E&dit

# DatabaseManagerToolStripMenuItem.Text
source: Управление пользовательскими базами данных
ru: User Database Manager

# RegistroCAPEOPENToolStripMenuItem.Text
source: Зарегистрировать CAPE-OPEN-компоненты
ru: CAPE-OPEN Component Registration

# FerramentasToolStripMenuItem.Text
source: Инструменты
ru: &Tools

# CascadeToolStripMenuItem.Text
source: Каскадом
ru: &Cascade

# TileVerticalToolStripMenuItem.Text
source: Группировать горизонтально
ru: Group &Horizontally

# TileHorizontalToolStripMenuItem.Text
source: Группировать вертикально
ru: Group &Vertically

# WindowsMenu.Text
source: Окна
ru: &Windows

# MostrarBarraDeFerramentasToolStripMenuItem.Text
source: Показывать подсказки
ru: Show Toolstrip

# VerToolStripMenuItem1.Text
source: Вид
ru: &View

# ContentsToolStripMenuItem.Text
source: Показать справку
ru: &Show Help

# ManualTecnicoToolStripMenuItem.Text
source: Техническая документация (PDF)
ru: Technical Reference Manual (PDF)

# GuiaDoUsuarioToolStripMenuItem.Text
source: Инструкция пользователя (PDF)
ru: User Guide (PDF)

# DocumentacaoToolStripMenuItem.Text
source: Документация
ru: Documentation

# WikiToolStripMenuItem.Text
source: Главная страница
ru: Main Page

# ForumToolStripMenuItem.Text
source: Поддерживаемые опции
ru: Support Options

# RastreamentoDeBugsToolStripMenuItem.Text
source: Сообщить об ошибке
ru: Inform a Bug

# DWSIMNaInternetToolStripMenuItem.Text
source: Поддержка
ru: Support

# AboutToolStripMenuItem.Text
source: О программе
ru: &About DWSIM...

# HelpToolStripMenuItem.Text
source: Справка
ru: &Help

# NewToolStripButton.Text
source: Новая модель стационарных состояний
ru: New Steady-State Simulation

# OpenToolStripButton.Text
source: Открыть расчет
ru: &Open Simulation

# SaveToolStripButton.Text
source: Сохранить активную модель
ru: &Save Active Simulation

# ToolStripButton1.Text
source: Сохранить как...
ru: Save As...

# SaveAllToolStripButton.Text
source: Сохранить всё
ru: Save All

# ToolStripButton2.Text
source: Общие настройки
ru: General Settings

# ToolStripButton3.Text
source: Расположить каскадом
ru: Cascade Windows

# ToolStripButton5.Text
source: Сгруппировать окна горзонтально
ru: Group Windows Horizontally

# ToolStripButton4.Text
source: Группировать окна вертикально
ru: Group Windows Vertically

# ToolStripButton6.Text
source: Показывать контекстно-зависимую справку
ru: Show Context-Sensitive Help

# ToolStripButton8.Text
source: О программе
ru: About DWSIM

# tsbRegCO.Text
source: Зарегистрировать CAPE-OPEN-компоненты
ru: CAPE-OPEN Component Registration

# OpenFileDialog1.Title
source: Открыть существующий расчет
ru: Open existing simulation

# SaveFileDialog1.Title
source: Сохранить текущую модель
ru: Save active simulation

# ErrorBox_Button1.Text
source: Просмотреть подробно
ru: View Details

# SaveRegStudyDlg.Title
source: Сохранить исследование
ru: Save Study

# SaveUnifacIPRegrDlg.Title
source: Сохранить регрессию
ru: Save Regression
