Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM.UnitOperations/Editing Forms/EditingForm_HeatExchanger.*.resx
Languages: de

# chkActive.ToolTip
source: Active/Inactive
de: Aktivieren/Deaktivieren

# Label13.Text
source: Linked to
de: Verbunden mit

# Label11.Text
source: Object
de: Objekt

# GroupBox5.Text
source: General Info
de: Allgemeine Information

# Label10.Text
source: Outlet Vap. Mol. Frac. (Stream 2)
de: Flashalgorithmus

# Label9.Text
source: Outlet Vap. Mol. Frac. (Stream 1)
de: Property Package

# Label20.Text
source: Heat Loss
de: Wärmeverlust

# Label18.Text
source: Min Temperature Difference
de: Minimale Temperaturdifferenz

# btnEditSTProps.Text
source: Edit Shell and Tube Heat Exchanger Properties
de: Rohrbündelwärmetauscher konfigurieren

# Label17.Text
source: Heat Exchanged
de: Leistung

# Label16.Text
source: Heat Exchange Area
de: Wärmeaustauschfläche

# Label15.Text
source: Global Heat Transfer Coefficient
de: K-Wert gesamt

# Label14.Text
source: Flow Direction
de: Strömungsrichtung

# cbFlowDir.Items
source: Counter Current
de: Gegenstrom

# cbFlowDir.Items1
source: Co Current
de: Gleichstrom

# chkIgnoreLMTD.Text
source: Ignore LMTD Error
de: Ignoriere Fehler bei log. Temperaturdifferenz

# Label5.Text
source: Hot Fluid Outlet Temperature
de: Austrittstemperatur heiße Seite

# Label4.Text
source: Cold Fluid Outlet Temperature
de: Austrittstemperatur kalte Seite

# Label2.Text
source: Hot Fluid Pressure Drop
de: Druckverlust heiße Seite

# Label3.Text
source: Cold Fluid Pressure Drop
de: Druckverlust kalte Seite

# cbCalcMode.Items
source: Calculate Hot Fluid Outlet Temperature
de: Austritttemperatur heiße Seite

# cbCalcMode.Items1
source: Calculate Cold Fluid Outlet Temperature
de: Austritttemperatur kalte Seite

# cbCalcMode.Items2
source: Calculate Outlet Temperatures
de: Austritttemperaturen

# cbCalcMode.Items3
source: Calculate Outlet Temperatures (UA)
de: Austrittstemperatur (K-A)

# cbCalcMode.Items4
source: Calculate Area
de: Fläche

# cbCalcMode.Items5
source: Shell and Tubes Exchanger Rating
de: Rohrbündel-WT Rating

# cbCalcMode.Items6
source: Shell and Tubes Exchanger Fouling Factor Calculation
de: Rohrbündel-WT Fouling Faktor Berechnung

# Label8.Text
source: Calculation Type
de: Berechnungsmodus

# GroupBox2.Text
source: Calculation Parameters
de: Berechnungsparameter

# btnCreateAndConnectOutlet2.ToolTip
source: Create and Connect
de: Erstellen und verbinden

# btnCreateAndConnectInlet2.ToolTip
source: Create and Connect
de: Erstellen und verbinden

# btnDisconnectOutlet2.ToolTip
source: Disconnect
de: Trennen

# btnDisconnect2.ToolTip
source: Disconnect
de: Trennen

# Label1.Text
source: Outlet Stream 2
de: Austrittstrom 2

# Label6.Text
source: Inlet Stream 2
de: Eintrittstrom 2

# btnCreateAndConnectOutlet1.ToolTip
source: Create and Connect
de: Erstellen und verbinden

# btnCreateAndConnectInlet1.ToolTip
source: Create and Connect
de: Erstellen und verbinden

# btnDisconnectOutlet1.ToolTip
source: Disconnect
de: Trennen

# btnDisconnect1.ToolTip
source: Disconnect
de: Trennen

# Label7.Text
source: Outlet Stream 1
de: Austrittstrom 1

# Label19.Text
source: Inlet Stream 1
de: Eintrittstrom 1

# GroupBox1.Text
source: Connections
de: Verbindungen

# btnViewProfile.Text
source: View Temperature vs. Heat Exchanged Profile
de: Profil anzeigen

# DataGridViewTextBoxColumn1.HeaderText
source: Property
de: Eigenschaft

# DataGridViewTextBoxColumn2.HeaderText
source: Value
de: Wert

# Column1.HeaderText
source: Units
de: Einheit

# GroupBox6.Text
source: Results
de: Ergebnisse
