Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM/Forms/Flowsheet/FormFlowsheet.*.resx
Languages: de

# ArquivoToolStripMenuItem.Text
source: &Файл
de: &Datei

# CloseToolStripMenuItem.Text
source: Закрыть активную модель
de: Simulation schliessen

# EditarToolStripMenuItem.Text
source: Редактировать
de: E&dit

# tsmiUndo.Text
source: Отменить
de: Rückgängig

# tsmiRedo.Text
source: Повторить
de: Wiederherstellen

# tsmiCut.Text
source: Вырезать выбранные объектв
de: Selektierte Objekte ausschneiden

# tsmiCopy.Text
source: Копировать выбранные объекты
de: Selektierte Objekte kopieren

# tsmiPaste.Text
source: Вставить объекты
de: Objekte einfügen

# tsmiRemoveSelected.Text
source: Удалить выбранные объекты
de: Selektierte Objekte löschen

# tsmiCloneSelected.Text
source: Клонироватьвыбранные объекты
de: Selektierte Objekte klonen

# tsmiRecalc.Text
source: Пересчитать объект
de: Objekt neu berechnen

# tsmiExportData.Text
source: Экспортировать данные в буфер обмена
de: Prozeßdaten in Zwischenablage

# tsmiConfigSimulation.Text
source: Настройки модели
de: Simulation konfigurieren

# InserirToolStripMenuItem.Text
source: Вставить
de: E&infügen

# BlocoDeSimulacaoToolStripMenuItem.Text
source: Модель
de: Objekte

# TabelaDePropriedadesToolStripMenuItem.Text
source: Таблица свойств
de: Eigenschaftentabelle

# TabelaDePropriedatesMestraToolStripMenuItem.Text
source: Главная таблица свойств
de: Masterproperty Tabelle

# TabelaDePropriedadesPlanilhaToolStripMenuItem.Text
source: Связанная таблица
de: Verknüpfte Arbeitsblatttabelle

# FiguraToolStripMenuItem.Text
source: Картинка
de: Bild

# TextoToolStripMenuItem.Text
source: Текст
de: Text

# RectangleToolStripMenuItem.Text
source: Прямоугольник
de: Rechteck

# GraficoToolStripMenuItem.Text
source: График
de: Diagramm

# FerramentasToolStripMenuItem.Text
source: Инструменты
de: &Werkzeuge

# InspectorTSMI.Text
source: Инспектор расчетов
de: Lösungsinspektor

# CaracterizacaoDePetroleosFracoesC7ToolStripMenuItem.Text
source: Характеристики нефти (C7+)
de: Charakterisierung Rohöl (C7+)

# CaracterizacaoDePetroleosCurvasDeDestilacaoToolStripMenuItem.Text
source: Характеристики нефти (Кривые дистилляции)
de: Charakterisierung Rohöl (Destillation)

# GerenciadorDeAmostrasDePetroleoToolStripMenuItem.Text
source: Petroleum Assay Manager
de: Ölprobenmanager

# UtilitiesTSMI.Text
source: Утилиты
de: Hilfsmittel

# UtilitiesTSMI.ToolTipText
source: Показать список утилит, привязаных к объектам модели.
de: Liste mit Hilfsmitteln anzeigen, welche mit Flowsheet-Objekten verbunden sind.

# TSMIAddUtility.Text
source: Добавить утилиту
de: Weitere Hilfsmittel

# TSMIAddUtility.ToolTipText
source: Добавить утилиту
de: Liste mit Hilfsmitteln bearbeiten, welche mit Flowsheet Objekten verbunden sind.

# OtimizaToolStripMenuItem.Text
source: Оптимизация
de: &Optimierung

# AnaliseDeSensibilidadeToolStripMenuItem.Text
source: Анализ чувствительности
de: Sensitivitätsstudie

# MultivariateOptimizerToolStripMenuItem.Text
source: Многовариантная оптимизация
de: Mehrvariablenoptimierer

# ScriptsToolStripMenuItem.Text
source: Скрипты
de: &Skripte

# GerarRelatorioToolStripMenuItem.Text
source: Создать отчет
de: Berichte

# ExibirToolStripMenuItem.Text
source: Просмотр
de: &Zeigen

# ExibirListaDeItensACalcularToolStripMenuItem.Text
source: Очередь вычислений
de: Berechnung Warteschlange

# varpaneltsmi.Text
source: Панель просмотра
de: Überwachungsfenster

# COObjTSMI.Text
source: CAPE-OPEN отчеты
de: CAPE-OPEN Object Reports

# showflowsheettoolstripmenuitem.Text
source: Инструменты модели
de: Toolbar Flowsheet

# showunitstoolstripmenuitem.Text
source: Инструменты единиц измерения
de: Toolbar Einheitensystem

# RestoreLayoutTSMI.Text
source: Восстновить расположение всех панелей
de: Panellayout wieder herstellen

# tsmiCloseOpenedEditors.Text
source: Закрыть открытые редакторы объектов
de: Offene Editoren schliessen

# Button2.Text
source: Дополнительная информация
de: Mehr Informationen

# Label1.Text
source: This simulation is currently running in Mobile Compatibility Mode.
de: Diese Simulation läuft derzeit in dem mobilen Kompatibilitätsmodus.

# ToolStripButton1.Text
source: Настройки
de: Konfiguration

# tsbAtivar.Text
source: Модель активна (F6)
de: Aktivieren

# tsbCalc.Text
source: Рассчитать модель (F5)
de: Simulation berechnen

# tsbAbortCalc.Text
source: Прервать расчет (Пауза/отмена)
de: Berechnung abbrechen

# tsbSimultAdjustSolver.Text
source: Автоматическая подстройка активна (F7)
de: Aktiviere Berechnung der Regler-Objekte

# tsbUndo.Text
source: Отменить
de: Rückgängig

# tsbRedo.Text
source: Повторить
de: Wiederherstellen

# $this.Text
source: Моделирование
de: Simulation
