Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM/Forms/FormWelcome.*.resx
Languages: de, ru

# Label11.Text
source: Become a Patron
de: Regression von Gleichgewichtsdaten (VLE/LLE)
ru: Запустить утилиту исследования регрессии данных

# Label12.Text
source: Quick Access
de: Regression von Daten
ru: Создать новое исследование регрессии данных

# Label6.Text
source: Use this tool to create new compounds and load them in your models.
de: Definition eigener Komponenten (Reinstoffe)
ru: Запустить утилиту создания смесей

# Label7.Text
source: Compound Creator
de: Eigene Komponenten
ru: Создать новую смесь

# Label10.Text
source: Data Regression
de: Erstellt eine neue stationäre Simulation
ru: Создать новую модель (стационарные условия)

# Label9.Text
source: Use experimental data to fit binary interaction parameters for many thermodynamic models.
de: Öffnet eine existierende Simulation
ru: Открыть текущую модель, смесь или регрессию данных.

# Label4.Text
source: Create or load chemical steady-state or dynamic process models.
de: Neue Simulation erstellen
ru: Создать новую модель

# Label3.Text
source: Process Modeling
de: Simulation öffnen
ru: Открыть файл

# Label1.Text
source: Welcome to DWSIM!
de: Aufgaben
ru: Задачи

# Label15.Text
source: Documentation
de: Spenden Sie für das Projekt, unterstützen Sie die Entwickler und fördern Sie die Entwicklung neuer Funktionen!

# Label14.Text
source: View DWSIM's User Guide in PDF format.
de: Mobile Versionen (iOS/Android)
ru: Мобильные версии (iOS/Android)

# TabPage1.Text
source: Recent Files
de: Letzte Dateien
ru: Последние файлы

# TabPage3.Text
source: Recent Folders
de: Letzte Ordner
ru: Последние папки

# TabPage2.Text
source: Samples
de: Beispiele
ru: Примеры

# LinkLabel5.Text
source: Load Existing
de: Diskussionsforen
ru: Форумы

# LinkLabel4.Text
source: Create New Compound
de: Offizielle Homepage
ru: Официальная страница

# LinkLabel3.Text
source: Load Existing
de: Flowsheets (Projekt FOSSEE)
ru: Рассчитанные карты технологических процессов

# LinkLabel2.Text
source: Load Existing
de: Tutorials
ru: Обучающие материалы

# LinkLabel1.Text
source: Create New (with Wizard)
de: Offizieller YouTube-Kanal
ru: Официальный канал в YouTube

# Label2.Text
source: Become a Patron and get access to exclusive Unit Operations, Property Packages and Plugins/Add-Ins!
de: Schnellzugriff
ru: Быстрый доступ

# TabPage5.Text
source: FOSSEE Flowsheets
ru: Карты технологических процессов в FOSSEE
