Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM.Thermodynamics/Editing Forms/Material Stream/MaterialStreamEditor.*.resx
Languages: de

# lblConnectedTo.Text
source: Объект
de: Objekt

# Label13.Text
source: Присоединен к
de: Verbunden mit

# Label11.Text
source: Объект
de: Objekt

# GroupBox5.Text
source: Общая информация
de: Allgemeine Informationen

# Label2.Text
source: Нисходящий поток
de: Downstream

# Label1.Text
source: Восходящий поток
de: Upstream

# GroupBox1.Text
source: Соединения
de: Verbindungen

# Label10.Text
source: Алгоритм
de: Flashalgorithmus

# Label9.Text
source: Модель
de: Property Package

# GroupBox3.Text
source: Настройки модели
de: Konfiguration Property Package

# Label17.Text
source: Мольные фракции газовой фазы
de: Molfraktion

# lblSolvent.Text
source: Растворитель
de: Lösungsmittel

# compname.HeaderText
source: Смесь
de: Komponente

# compamount.HeaderText
source: Количество
de: Menge

# cbCompBasis.Items
source: Мольные доли
de: Molfraktion

# cbCompBasis.Items1
source: Массовые доли
de: Massenfraktion

# cbCompBasis.Items2
source: Молярный поток
de: Molenfluss

# cbCompBasis.Items3
source: Массовые потоки
de: Massenfluss

# cbCompBasis.Items4
source: Стандартные объемные потоки жидкости
de: Standardvolumenstrom Flüssigkeit

# cbCompBasis.Items5
source: Молярные доли
de: Molarität

# cbCompBasis.Items6
source: Молярности
de: Molalität

# Label16.Text
source: Базовые
de: Basis

# Label15.Text
source: Определенная энтропия
de: Spez. Entropie

# Label14.Text
source: Определенная энтальпия
de: Spez. Enthalpie

# Label7.Text
source: Объемный поток
de: Volumenstrom

# Label6.Text
source: Молярный поток
de: Molenstrom

# Label5.Text
source: Массовый поток
de: Massenstrom

# Label4.Text
source: Давление
de: Druck

# Label3.Text
source: Температруа
de: Temperatur

# cbSpec.Items
source: Температура и давление (TP)
de: Temperatur und Druck (TP)

# cbSpec.Items1
source: Давление и энтальпия (PH)
de: Druck und Enthalpie (PH)

# cbSpec.Items2
source: Давление и энтропия (PS)
de: Druck und Entropie (PS)

# cbSpec.Items3
source: Давление газообразной фракции (PVF)
de: Druck und Dampfanteil (PVF)

# cbSpec.Items4
source: Температура и газообр. фракция (TVF)
de: Temperatur und Dampfanteil (TVF)

# cbSpec.Items5
source: Давление твердой фракции (PSF)
de: Druck und Feststoffanteil (PSF)

# Label8.Text
source: Спецификация
de: Spezifikation

# DiagramaDeFasesToolStripMenuItem.Text
source: Фазовые переходы
de: Phasendiagramm

# BinaryTSMI.Text
source: Бинарные транформации (ГЖ/ГЖЖ/ТЖ)
de: Binäres Phasendiagramm (VLE/VLLE/SLE)

# TernaryTSMI.Text
source: Тройной обмен (ЖЖ)
de: Ternäres Phasendiagramm (LLE)

# PetroleumPropsTSMI.Text
source: Свойства нефти
de: Petroleum Eigenschaften

# HydratesTSMI.Text
source: Гидраты в натуральном газе
de: Gashydrate

# TCPTSMI.Text
source: Истинная критическая точка
de: Wahrer Kritischer Punkt

# AddUtilityTSMI.Text
source: Присоединить утилиту
de: Werkzeug hinzufügen

# DataGridViewTextBoxColumn1.HeaderText
source: Свойство
de: Eigenschaft

# DataGridViewTextBoxColumn2.HeaderText
source: Значение
de: Wert

# Column1.HeaderText
source: Единицы
de: Einheit

# tabPropsMix.Text
source: Композиция
de: Mischung

# DataGridViewTextBoxColumn3.HeaderText
source: Свойство
de: Eigenschaft

# DataGridViewTextBoxColumn4.HeaderText
source: Значение
de: Wert

# DataGridViewTextBoxColumn5.HeaderText
source: Единицы
de: Einheit

# tabPropsVapor.Text
source: Газовая фаза
de: Dampf

# DataGridViewTextBoxColumn6.HeaderText
source: Свойство
de: Eigenschaft

# DataGridViewTextBoxColumn7.HeaderText
source: Значение
de: Wert

# DataGridViewTextBoxColumn8.HeaderText
source: Единицы
de: Einheit

# tabPropsLiqMix.Text
source: Общая жидкость
de: Flüssigkeit (gesamt)

# DataGridViewTextBoxColumn9.HeaderText
source: Свойство
de: Eigenschaft

# DataGridViewTextBoxColumn10.HeaderText
source: Значение
de: Wert

# DataGridViewTextBoxColumn11.HeaderText
source: Единицы
de: Einheit

# tabPropsLiq1.Text
source: Жидкость 1
de: Flüssigkeit 1

# DataGridViewTextBoxColumn12.HeaderText
source: Свойство
de: Eigenschaft

# DataGridViewTextBoxColumn13.HeaderText
source: Значение
de: Wert

# DataGridViewTextBoxColumn14.HeaderText
source: Единицы
de: Einheit

# tabPropsLiq2.Text
source: Жидкость 2
de: Flüssigkeit 2

# DataGridViewTextBoxColumn15.HeaderText
source: Свойство
de: Eigenschaft

# DataGridViewTextBoxColumn16.HeaderText
source: Значение
de: Wert

# DataGridViewTextBoxColumn17.HeaderText
source: Единицы
de: Einheit

# tabPropsSolid.Text
source: Твердая фаза
de: Feststoff

# cbCalculatedAmountsBasis.Items
source: Мольные доли
de: Molfraktion

# cbCalculatedAmountsBasis.Items1
source: Массовые доли
de: Massenfraktion

# cbCalculatedAmountsBasis.Items2
source: Молярные потоки
de: Molenfluss

# cbCalculatedAmountsBasis.Items3
source: Массовые потоки
de: Massenfluss

# cbCalculatedAmountsBasis.Items4
source: Стандартные объемные потоки жидкости
de: Standardvolumenstrom Flüssigkeit

# cbCalculatedAmountsBasis.Items5
source: Молярные доли
de: Molarität

# cbCalculatedAmountsBasis.Items6
source: Молярности
de: Molalität

# Label19.Text
source: Базовые
de: Basis

# DataGridViewTextBoxColumn18.HeaderText
source: Смеси
de: Komponente

# DataGridViewTextBoxColumn19.HeaderText
source: Количество
de: Menge

# tabCompMix.Text
source: Композиция
de: Mischung

# DataGridViewTextBoxColumn20.HeaderText
source: Смесь
de: Komponente

# DataGridViewTextBoxColumn21.HeaderText
source: Количество
de: Menge

# tabCompVapor.Text
source: Газовая фаза
de: Dampf

# DataGridViewTextBoxColumn22.HeaderText
source: Смесь
de: Komponente

# DataGridViewTextBoxColumn23.HeaderText
source: Количество
de: Menge

# tabCompLiqMix.Text
source: Общая жидкость
de: Flüssigkeit (gesamt)

# DataGridViewTextBoxColumn24.HeaderText
source: Смесь
de: Komponente

# DataGridViewTextBoxColumn25.HeaderText
source: Количество
de: Menge

# tabCompLiq1.Text
source: Жидкость 1
de: Flüssigkeit 1

# DataGridViewTextBoxColumn26.HeaderText
source: Сместь
de: Komponente

# DataGridViewTextBoxColumn27.HeaderText
source: Количество
de: Menge

# tabCompLiq2.Text
source: Жидкость 2
de: Flüssigkeit 2

# DataGridViewTextBoxColumn28.HeaderText
source: Смесь
de: Komponente

# DataGridViewTextBoxColumn29.HeaderText
source: Количество
de: Menge

# tabCompSolid.Text
source: Твердая фаза
de: Feststoff

# TabPage1.Text
source: Количества
de: Mengen

# lblCompPropUnits.Text
source: Единица:
de: Unit

# Label18.Text
source: Свойство
de: Eigenschaft

# DataGridViewTextBoxColumn32.HeaderText
source: Смесь
de: Komponente

# DataGridViewTextBoxColumn33.HeaderText
source: Свойство
de: Eigenschaft

# TabCompPropVapor.Text
source: Газовая фаза
de: Dampf

# DataGridViewTextBoxColumn36.HeaderText
source: Смесь
de: Komponente

# DataGridViewTextBoxColumn37.HeaderText
source: Свойство
de: Eigenschaft

# TabCompPropLiq1.Text
source: Жидкость 1
de: Flüssigkeit 1

# DataGridViewTextBoxColumn38.HeaderText
source: Смесь
de: Komponente

# DataGridViewTextBoxColumn39.HeaderText
source: Свойство
de: Eigenschaft

# TabCompPropLiq2.Text
source: Жидкость 2
de: Flüssigkeit 2

# DataGridViewTextBoxColumn40.HeaderText
source: Смесь
de: Komponente

# DataGridViewTextBoxColumn41.HeaderText
source: Свойство
de: Eigenschaft

# TabCompPropSolid.Text
source: Твердая фаза
de: Feststoff

# cbCompoundPhaseProperties.Items
source: Коэффициенты летучести
de: Fugazitätskoeffizienten

# cbCompoundPhaseProperties.Items1
source: Регистрация коэффициентов летучести
de: Log Fugazitätskoeffizienten

# cbCompoundPhaseProperties.Items2
source: Коэффициенты активности
de: Aktivitätskoeffizenten

# cbCompoundPhaseProperties.Items3
source: Парциальные давления
de: Partialdruck

# cbCompoundPhaseProperties.Items4
source: Парциальные объемы
de: Partialvolumen

# cbCompoundPhaseProperties.Items5
source: Коэффициенты диффузии в бесконечном разбавлении
de: Diffusionskoeffizient unendl. Verdünnung

# TabPage2.Text
source: Свойства
de: Eigenschaften

# TabPageResultsComp.Text
source: Смеси
de: Komponenten

# TabPageResultsProps.Text
source: Фазовые свойства
de: Eigenschaften

# TabPageAnnotations.Text
source: Описания
de: Notizen
