Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM/Languages/Properties.*.resx
Languages: es

# PROP_HT_5
source: Дельта-T
es: ΔT

# PROP_MS_0
source: Температура
es: Temperatura

# PROP_PU_2
source: Дельта-Т
es: ΔT

# PROP_TU_2
source: Дельта-Т
es: ΔT

# PROP_GR_1
source: Температура на выходе
es: Temperatura de Salida

# PROP_PS_3
source: Давление на выходе (Spec)
es: Presión de salida (Especif.)

# PROP_PS_4
source: Температура на выходе (Spec)
es: Temperatura de salida (Especif.)

# PROP_PS_5
source: Общий теплообмен (Spec)
es: Coeficiente global de transferencia de calor (Especif.)

# PROP_PS_6
source: Наружная температура (Spec)
es: Temperatura ambiente (Especif.)

# PROP_HX_25
source: Термический КПД
es: Eficiência Térmica

# PROP_HX_26
source: Максимальный теоретический теплообмен
es: Valor máximo de troca térmica

# PROP_MS_153
source: Жидкая фаза 1 pH
es: pH da Fase Líquida 1

# PROP_MS_154
source: Поток энергии
es: Flujo de Energia

# PROP_CS_1
source: Время жизни
es: Tempo de residência

# PROP_CS_2
source: Объем
es: Volume

# PROP_CS_3
source: Дельта-T
es: Variação de temperatura

# PROP_PF_1
source: Время жизни
es: Tempo de residência

# PROP_PF_2
source: Объем
es: Volume

# PROP_PF_3
source: Длина
es: Comprimento

# PROP_PF_4
source: Catalyst loading
es: Carga de catalisador

# PROP_PF_5
source: Catalyst diameter
es: Diâmetro do catalisador

# PROP_PF_6
source: Catalyst void fraction
es: Fração de vazios do catalisador

# PROP_PF_7
source: Дельта-Т
es: Variação de temperatura

# PROP_CS_4
source: Тепловая нагрузка
es: Carga térmica

# PROP_PF_8
source: Тепловая нагрузка
es: Carga térmica

# PROP_HX_27
source: Минимальная разница теператур
es: Diferença Mínima entre Temperaturas

# PROP_PS_7
source: Градиент температуры окружающей среды
es: Gradiente de Temperatura Ambiente

# PROP_OP_2
source: Внутренний диаметр трубы
es: Diámetro Interno de Tubo

# PROP_MS_155
source: Изотермическая сжимаемость (Газ)
es: Compressibilidade Isotérmica da Fase Vapor

# PROP_MS_156
source: Объемный модуль (Газ)
es: Módulo de Elasticidade da Fase Vapor

# PROP_MS_157
source: Скорость звука(Газ)
es: Velocidade do Som na Fase Vapor

# PROP_MS_158
source: Коэффициент Джоуля-Томсона (Газ)
es: Coeficiente Joule-Thomson da Fase Vapor

# PROP_MS_159
source: Внутренняя энергия (Газ)
es: Energia Interna da Fase Vapor

# PROP_MS_160
source: Gibbs Free Energy (Газ)
es: Energia Livre de Gibbs da Fase Vapor

# PROP_MS_161
source: Высвобожденная энергия (Гельмгольц)(Газ)
es: Energia Livre de Helmholtz da Fase Vapor

# PROP_MS_162
source: Изотермическая сжимаемость (Общая жидкость)
es: Compressibilidade Isotérmica da Fase Líquida (Mistura)

# PROP_MS_163
source: Объемный модуль (Общая жидкость)
es: Módulo de Elasticidade da Fase Líquida (Mistura)

# PROP_MS_164
source: Скорость звука (Общая жидкость)
es: Velocidade do Som na Fase Líquida (Mistura)

# PROP_MS_165
source: Коэффициент Джоуля-Томсона (Общая жидкость)
es: Coeficiente Joule-Thomson da Fase Líquida (Mistura)

# PROP_MS_166
source: Внутренняя энергия (Общая жидкость)
es: Energia Interna da Fase Líquida (Mistura)

# PROP_MS_167
source: Высвобожденная энергия (Гиббс)(Общая жидкость)
es: Energia Livre de Gibbs da Fase Líquida (Mistura)

# PROP_MS_168
source: Высвобожденная энергия (Гельмгольц)(Общая жидкость)
es: Energia Livre de Helmholtz da Fase Líquida (Mistura)

# PROP_MS_169
source: Объемный модуль (Жидкость 1)
es: Módulo de Elasticidade da Fase Líquida 1

# PROP_MS_170
source: Скорость звука (Жидкость 1)
es: Velocidade do Som na Fase Líquida 1

# PROP_MS_171
source: Коэффициент Джоуля-Томсона (Жидкость 1)
es: Coeficiente Joule-Thomson da Fase Líquida 1

# PROP_MS_172
source: Внутренняя энергия (Жидкость 1)
es: Energia Interna da Fase Líquida 1

# PROP_MS_173
source: Высвобожденная энергия (Гиббс)(Жидкость 1)
es: Energia Livre de Gibbs da Fase Líquida 1

# PROP_MS_174
source: Высвобожденная энергия (Гельмгольц)(Жидкость 1)
es: Energia Livre de Helmholtz da Fase Líquida 1

# PROP_MS_175
source: Изотермическая сжимаемость (Жидкость 1)
es: Compressibilidade Isotérmica da Fase Líquida 1

# PROP_MS_176
source: Объемный модуль (Жидкость 2)
es: Módulo de Elasticidade da Fase Líquida 2

# PROP_MS_177
source: Скорость звука (Жидкость 2)
es: Velocidade do Som na Fase Líquida 2

# PROP_MS_178
source: Коэффициент Джоуля-Томсона (Жидкость 2)
es: Coeficiente Joule-Thomson da Fase Líquida 2

# PROP_MS_179
source: Внутренняя энергия (Жидкость 2)
es: Energia Interna da Fase Líquida 2

# PROP_MS_180
source: Высвобожденная энергия (Гиббс)(Жидкость 2)
es: Energia Livre de Gibbs da Fase Líquida 2

# PROP_MS_181
source: Высвобожденная энергия (Гельмгольц)(Жидкость 2)
es: Energia Livre de Helmholtz da Fase Líquida 2

# PROP_MS_182
source: Изотермическая сжимаемость (Жидкость 2)
es: Compressibilidade Isotérmica da Fase Líquida 2

# PROP_MS_183
source: Объемный модуль (Жидкость 3)
es: Módulo de Elasticidade da Fase Líquida 3

# PROP_MS_184
source: Скорость звука (Жидкость 3)
es: Velocidade do Som na Fase Líquida 3

# PROP_MS_185
source: Коэффициент Джоуля-Томсона (Жидкость 3)
es: Coeficiente Joule-Thomson da Fase Líquida 3

# PROP_MS_186
source: Внутренняя энергия (Жидкость 3)
es: Energia Interna da Fase Líquida 3

# PROP_MS_187
source: Высвобожденная энергия (Гиббс)(Жидкость 3)
es: Energia Livre de Gibbs da Fase Líquida 3

# PROP_MS_188
source: Высвобожденная энергия (Гельмгольц)(Жидкость 3)
es: Energia Livre de Helmholtz da Fase Líquida 3

# PROP_MS_189
source: Изотермическая сжимаемость (Жидкость 3)
es: Compressibilidade Isotérmica da Fase Líquida 3

# PROP_MS_190
source: Объемный модуль (Водная фаза)
es: Módulo de Elasticidade da Fase Aquosa

# PROP_MS_191
source: Скорость звука (Водная фаза)
es: Velocidade do Som na Fase Aquosa

# PROP_MS_192
source: Коэффициент Джоуля-Томсона (Водная фаза)
es: Coeficiente Joule-Thomson da Fase Aquosa

# PROP_MS_193
source: Внутренняя энергия (Водная фаза)
es: Energia Interna da Fase Aquosa

# PROP_MS_194
source: Высвобожденная энергия (Гиббс)(Водная фаза)
es: Energia Livre de Gibbs da Fase Aquosa

# PROP_MS_195
source: Высвобожденная энергия (Гельмгольц)(Водная фаза)
es: Energia Livre de Helmholtz da Fase Aquosa

# PROP_MS_196
source: Изотермическая сжимаемость (Водная фаза)
es: Compressibilidade Isotérmica da Fase Aquosa

# PROP_MS_198
source: Объемный модуль (Твердая фаза)
es: Módulo de Elasticidade da Fase Sólida

# PROP_MS_199
source: Скорость звука (Твердая фаза)
es: Velocidade do Som na Fase Sólida

# PROP_MS_200
source: Коэффициент Джоуля-Томсона (Твердая фаза)
es: Coeficiente Joule-Thomson da Fase Sólida

# PROP_MS_201
source: Внутренняя энергия (Твердая фаза)
es: Energia Interna da Fase Sólida

# PROP_MS_202
source: Высвобожденная энергия (Гиббс)(Твердая фаза)
es: Energia Livre de Gibbs da Fase Sólida

# PROP_MS_203
source: Высвобожденная энергия (Гельмгольц)(Твердая фаза)
es: Energia Livre de Helmholtz da Fase Sólida

# PROP_MS_204
source: Изотермическая сжимаемость (Твердая фаза)
es: Compressibilidade Isotérmica da Fase Sólida

# PROP_MS_205
source: Внутренняя энергия (Смесь)
es: Energia Interna da Mistura

# PROP_MS_206
source: Высвобожденная энергия (Гиббс)(Смесь)
es: Energia Livre de Gibbs da Mistura

# PROP_MS_207
source: Высвобожденная энергия (Гельмгольц)(Смесь)
es: Energia Livre de Helmholtz da Mistura

# PROP_MS_208
source: Molar Внутренняя энергия (Смесь)
es: Energia Interna Molar da Mistura

# PROP_MS_209
source: Molar Высвобожденная энергия (Гиббс)(Смесь)
es: Energia Livre de Gibbs Molar da Mistura

# PROP_MS_211
source: Molar Внутренняя энергия (Газ)
es: Energia Interna Molar da Fase Vapor

# PROP_MS_212
source: Molar Высвобожденная энергия (Гиббс)(Газ)
es: Energia Livre de Gibbs Molar da Fase Vapor

# PROP_MS_213
source: Molar Высвобожденная энергия (Гельмгольц)(Газ)
es: Energia Livre de Helmholtz Molar da Fase Vapor

# PROP_MS_214
source: Molar Внутренняя энергия (Общая жидкость)
es: Energia Interna Molar da Fase Líquida (Mistura)

# PROP_MS_215
source: Molar Высвобожденная энергия (Гиббс)(Общая жидкость)
es: Energia Livre de Gibbs Molar da Fase Líquida (Mistura)

# PROP_MS_216
source: Molar Высвобожденная энергия (Гельмгольц)(Общая жидкость)
es: Energia Livre de Helmholtz Molar da Fase Líquida (Mistura)

# PROP_MS_217
source: Molar Внутренняя энергия (Жидкость 1)
es: Energia Interna Molar da Fase Líquida 1

# PROP_MS_218
source: Molar Высвобожденная энергия (Гиббс)(Жидкость 1)
es: Energia Livre de Gibbs Molar da Fase Líquida 1

# PROP_MS_219
source: Molar Высвобожденная энергия (Гельмгольц)(Жидкость 1)
es: Energia Livre de Helmholtz Molar da Fase Líquida 1

# PROP_MS_220
source: Molar Внутренняя энергия (Жидкость 2)
es: Energia Interna Molar da Fase Líquida 2

# PROP_MS_221
source: Molar Высвобожденная энергия (Гиббс)(Жидкость 2)
es: Energia Livre de Gibbs Molar da Fase Líquida 2

# PROP_MS_222
source: Molar Высвобожденная энергия (Гельмгольц)(Жидкость 2)
es: Energia Livre de Helmholtz Molar da Fase Líquida 2

# PROP_MS_223
source: Molar Внутренняя энергия (Жидкость 3)
es: Energia Interna Molar da Fase Líquida 3

# PROP_MS_224
source: Molar Высвобожденная энергия (Гиббс)(Жидкость 3)
es: Energia Livre de Gibbs Molar da Fase Líquida 3

# PROP_MS_225
source: Molar Высвобожденная энергия (Гельмгольц)(Жидкость 3)
es: Energia Livre de Helmholtz Molar da Fase Líquida 3

# PROP_MS_226
source: Molar Внутренняя энергия (Водная фаза)
es: Energia Interna Molar da Fase Aquosa

# PROP_MS_227
source: Molar Высвобожденная энергия (Гиббс)(Водная фаза)
es: Energia Livre de Gibbs Molar da Fase Aquosa

# PROP_MS_228
source: Molar Высвобожденная энергия (Гельмгольц)(Водная фаза)
es: Energia Livre de Helmholtz Molar da Fase Aquosa

# PROP_MS_229
source: Molar Внутренняя энергия (Твердая фаза)
es: Energia Interna Molar da Fase Sólida

# PROP_MS_230
source: Molar Высвобожденная энергия (Гиббс)(Твердая фаза)
es: Energia Livre de Gibbs Molar da Fase Sólida

# PROP_MS_231
source: Molar Высвобожденная энергия (Гельмгольц)(Твердая фаза)
es: Energia Livre de Helmholtz Molar da Fase Sólida

# PROP_CS_5
source: Температура на выходе
es: Outlet Temperature

# PROP_HX_28
source: Потеря температуры
es: Perda Térmica

# PROP_PU_4
source: Available NPSH
es: NPSH Disponível

# PROP_VA_5
source: Открытие
es: Abertura
