Repository: AlexanderSemenyak/dwsim5
Catalog: DWSIM/Languages/Properties.*.resx
Languages: es

# PROP_AC_0
source: Давление в верхней ступени
es: Presión de la Etapa de Tope

# PROP_AC_1
source: Давление в нижней ступени
es: Presión de la Etapa de Fondo

# PROP_AC_2
source: Количество ступеней
es: Número de Etapas

# PROP_CL_0
source: Падение давления
es: Caida de Presión

# PROP_CL_1
source: КПД
es: Eficiencia

# PROP_CL_2
source: Температура на выходе
es: Temperatura de Salida

# PROP_CL_3
source: Температура понижена
es: Calor Eliminado

# PROP_CL_4
source: Исходящая молярная газовая фракция
es: Fracción Molar de vapor de salida

# PROP_CO_0
source: Увеличение давления (голова)
es: Aumento de presión (Head)

# PROP_CO_1
source: КПД
es: Eficiencia

# PROP_CO_3
source: Требуемая мощность
es: Potencia Requerida

# PROP_CO_4
source: Давление
es: Presión

# PROP_CP_0
source: Энергетический баланс
es: Balance de Energia

# PROP_CR_0
source: Падение давления
es: Caida de Presión

# PROP_CS_0
source: Падение давления
es: Caida de Presión

# PROP_DC_0
source: Давление в конденсаторе
es: Presión del Condensador

# PROP_DC_1
source: Давление ребойлера
es: Presión del Rehervidor

# PROP_DC_2
source: Падение давления в конденсаторе
es: Caida de Presión en el Condensador

# PROP_DC_3
source: Коэффициент рефлюкса
es: Relación de Reflujo

# PROP_DC_4
source: Дистилляционный молярный поток
es: Flujo Molar de Destilado

# PROP_DC_5
source: Condenser Duty
es: Calor Intercambiado en el Condensador

# PROP_DC_6
source: Reboiler Duty
es: Calor Intercambiado en el Rehervidor

# PROP_DC_7
source: Количество ступеней
es: Número de Etapas

# PROP_EQ_0
source: Падение давления
es: Caida de Presión

# PROP_ER_0
source: Максимальное количество итераций
es: Número máximo de iteraciones

# PROP_ER_1
source: Допустимое отклонение давления
es: Tolerancia de la Energía/Tiempo

# PROP_ER_2
source: Power Error
es: Error residual

# PROP_ES_0
source: Поток энергии
es: Flujo de Energia

# PROP_FT_0
source: Энергетический баланс
es: Balance de Energia

# PROP_FT_1
source: Total Filter Area
es: Área Total de Filtro

# PROP_FT_2
source: Cake Relative Humidity (%)
es: Humedad Relativa de Torta (%)

# PROP_FT_3
source: Cycle Time
es: Tiempo de Ciclo

# PROP_FT_4
source: Filter Medium Resistance
es: Resistencia de Medio Filtrante

# PROP_FT_5
source: Specific Cake Resistance
es: Resistencia Específica de Torta

# PROP_FT_6
source: Submerged Area Fraction
es: Fracción de Área Sumergida

# PROP_FT_7
source: Общее падение давления
es: Caida de Presión Total

# PROP_GR_0
source: Падение давления
es: Caida de Presión

# PROP_HT_0
source: Падение давления
es: Caida de Presión

# PROP_HT_1
source: КПД
es: Eficiencia

# PROP_HT_2
source: Температура на выходе
es: Temperatura de Salida

# PROP_HT_3
source: Температура повышена
es: Calor Suministrado

# PROP_HT_4
source: Молярная газовая фракция на выходе
es: Fracción Molar de vapor de salida

# PROP_HX_0
source: Глобальный коэффициент теплопередачи (U)
es: Coeficiente global de transferencia de calor (U)

# PROP_HX_1
source: Область теплообмена (A)
es: Área de Intercambio Térmico (A)

# PROP_HX_10
source: [Корпус и труба] Внутренний диаметр трубы
es: [Coraza y Tubo] Diámetro Interno de Tubos

# PROP_HX_11
source: [Корпус и труба] Внешний диаметр трубы
es: [Coraza y Tubo] Diámetro Externo dos Tubos

# PROP_HX_12
source: [Корпус и труба] Длина трубы
es: [Coraza y Tubo] Longitud de Tubos

# PROP_HX_13
source: [Корпус и труба] Tube Fouling factor
es: [Coraza y Tubo] Factor de Ensuciamiento de los tubos

# PROP_HX_14
source: [Корпус и труба] Tube Passes Per Shell
es: [Coraza y Tubo] Número de Pasos por Coraza

# PROP_HX_15
source: [Корпус и труба] Number of Tubes
es: [Coraza y Tubo] Número de Tubos

# PROP_HX_16
source: [Корпус и труба] Tube Pitch
es: [Coraza y Tubo] Separación entre Tubos

# PROP_HX_17
source: [Корпус и труба] Fouling Factor (Design)
es: [Coraza y Tubo] Factor de Ensuciamiento(Dimensionamento)

# PROP_HX_18
source: [Корпус и труба] LMTD Correction Factor (F)
es: [Coraza y Tubo] Factor de corrección LMTD (F)

# PROP_HX_2
source: Тепловая нагрузка
es: Carga térmica

# PROP_HX_3
source: Температура на выходе охлажденного флюида
es: Temperatura de Salida de Fluido Frío

# PROP_HX_4
source: Температура на выходе охлажденного флюида
es: Temperatura de Salida de Fluido Caliente

# PROP_HX_5
source: [Корпус и труба] Internal Shell Diameter
es: [Coraza y Tubo] Diámetro Interno de Coraza

# PROP_HX_6
source: [Корпус и труба] Shell Fouling Factor
es: [Coraza y Tubo] Factor de Ensuciamiento de Coraza

# PROP_HX_7
source: [Корпус и труба] Baffle Cut
es: [Coraza y Tubo] Corte de Deflectores

# PROP_HX_8
source: [Корпус и труба] Shells in Series
es: [Coraza y Tubo] Número de Corazas en Serie

# PROP_HX_9
source: [Корпус и труба] Baffle Spacing
es: [Coraza y Tubo] Separación entre Deflectores

# PROP_MS_1
source: Давление
es: Presión

# PROP_MS_10
source: Молярная энтропия смеси
es: Entropía Molar de Mezcla

# PROP_MS_100
source: Массовая доля водной фазы
es: Fracción Másica de Fase Acuosa

# PROP_MS_101
source: Объемная доля водной фазы
es: Fracción Volumétrica de Fase Acuosa

# PROP_MS_102
source: Мольная доля (Смесь)
es: Fracción Molar (Mezcla)

# PROP_MS_103
source: Массовая доля (Смесь)
es: Fracción Másica (Mezcla)

# PROP_MS_104
source: Молярный поток (Смесь)
es: Flujo Molar (Mezcla)

# PROP_MS_105
source: Массовый поток (Смесь)
es: Flujo Másico (Mezcla)

# PROP_MS_106
source: Мольная доля (газовая фаза)
es: Fracción Molar (Fase Vapor)

# PROP_MS_107
source: Мольная доля (общая жидкая фаза)
es: Fracción Molar (Fase Líquida - Total)

# PROP_MS_108
source: Мольная доля (Жидкая фаза 1)
es: Fracción Molar (Fase Líquida 1)

# PROP_MS_109
source: Мольная доля (Жидкая фаза 2)
es: Fracción Molar (Fase Líquida 2)

# PROP_MS_11
source: Mixture Теплопроводность
es: Conductividad térmica de la mezcla

# PROP_MS_110
source: Мольная доля (Водная фаза)
es: Fracción Molar (Fase Acuosa)

# PROP_MS_111
source: Массовая доля (газовая фаза)
es: Fracción Másica (Fase Vapor)

# PROP_MS_112
source: Массовая доля (общая жидкая фаза)
es: Fracción Másica (Fase Líquida - Total)

# PROP_MS_113
source: Массовая доля (Жидкая фаза 1)
es: Fracción Másica (Fase Líquida 1)

# PROP_MS_114
source: Массовая доля (Жидкая фаза 2)
es: Fracción Másica (Fase Líquida 2)

# PROP_MS_115
source: Массовая доля (Водная фаза)
es: Fracción Másica (Fase Acuosa)

# PROP_MS_116
source: Молярный поток (газовая фаза)
es: Flujo Molar (Fase Vapor)

# PROP_MS_117
source: Молярный поток (общая жидкая фаза)
es: Flujo Molar (Fase Líquida - Total)

# PROP_MS_118
source: Молярный поток (Жидкая фаза 1)
es: Flujo Molar (Fase Líquida 1)

# PROP_MS_119
source: Молярный поток (Жидкая фаза 2)
es: Flujo Molar (Fase Líquida 2)

# PROP_MS_12
source: Паровая фаза - Плотность
es: Densidad de la Fase Vapor

# PROP_MS_120
source: Молярный поток (Водная фаза)
es: Flujo Molar (Fase Acuosa)

# PROP_MS_121
source: Массовый поток (газовая фаза)
es: Flujo Másico (Fase Vapor)

# PROP_MS_122
source: Массовый поток (общая жидкая фаза)
es: Flujo Másico (Fase Líquida - Total)

# PROP_MS_123
source: Массовый поток (Жидкая фаза 1)
es: Flujo Másico (Fase Líquida 1)

# PROP_MS_124
source: Массовый поток (Жидкая фаза 2)
es: Flujo Másico (Fase Líquida 2)

# PROP_MS_125
source: Массовый поток (Водная фаза)
es: Flujo Másico (Fase Acuosa)

# PROP_MS_126
source: Bubble Pressure при температуре потока
es: Presión de Burbuja a Temperatura de Corriente

# PROP_MS_127
source: Давление точки росы при температуре потока
es: Presión de Rocío a Temperatura de Corriente

# PROP_MS_128
source: Bubble Temperature при давлении потока
es: Temperatura de Burbuja a Presión de Corriente

# PROP_MS_129
source: Температра точки росы при давлении потока
es: Temperatura de Rocío a Presión de Corriente

# PROP_MS_13
source: Молярная масса газовой фазы
es: Masa Molar de la Fase Vapor

# PROP_MS_130
source: Фазы
es: Fases

# PROP_MS_131
source: Твердая фаза (Плотность)
es: Masa Específica de la Fase Sólida

# PROP_MS_132
source: Твердая фаза (Молярная масса)
es: Masa Molar de la Fase Sólida

# PROP_MS_133
source: Твердая фаза (Определенная энтальпия)
es: Entalpía Específica de la Fase Sólida

# PROP_MS_134
source: Твердая фаза (Определенная энтропия)
es: Entropía Especifica de la Fase Sólida

# PROP_MS_135
source: Твердая фаза (Молярная энтальпия)
es: Entalpia Molar de la Fase Sólida

# PROP_MS_136
source: Твердая фаза (Молярная энтропия)
es: Entropía Molar de la Fase Sólida

# PROP_MS_137
source: Твердая фаза (Коэффициент теплопроводности)
es: Conductividad Térmica de la Fase Sólida

# PROP_MS_138
source: Твердая фаза (Кинетическая вязкость)
es: Viscosidad Cinemática de la Fase Sólida

# PROP_MS_139
source: Твердая фаза (Динамическая вязкость)
es: Viscosidad Dinámica de la Fase Sólida

# PROP_MS_14
source: Газовая фаза (определенная энтальпия)
es: Entalpía específica de la fase vapor

# PROP_MS_140
source: Твердая фаза (Теплоемкость (Cp))
es: Capacidad Calorífica de la Fase Sólida (Cp)

# PROP_MS_141
source: Твердая фаза (Коэффициент теплоемкости (Cp/Cv))
es: Relación entre Capacidades Caloríficas de la Fase Sólida (Cp/Cv)

# PROP_MS_142
source: Твердая фаза (Массовый поток)
es: Flujo Másico de la Fase Sólida

# PROP_MS_143
source: Твердая фаза (Молярный поток)
es: Flujo Molar de la Fase Sólida

# PROP_MS_144
source: Твердая фаза (Объемный поток)
es: Flujo Volumétrico de la Fase Sólida

# PROP_MS_145
source: Твердая фаза (Коэффициент сжимаемости)
es: Factor de Compresibilidad de la Fase Sólida

# PROP_MS_146
source: Мольная доля (Твердая фаза)
es: Fracción Molar de la Fase Sólida

# PROP_MS_147
source: Массовая доля (Твердая фаза)
es: Fracción Másica de la Fase Sólida

# PROP_MS_148
source: Твердая фаза (Объемная доля)
es: Fracción Volumétrica de la Fase Sólida

# PROP_MS_149
source: Молярная доля (Твердая фаза)
es: Fracción Molar (Fase Sólida)

# PROP_MS_15
source: Газовая фаза (Определенная энтропия)
es: Entropía especifica la Fase Vapor

# PROP_MS_150
source: Массовая доля (Твердая фаза)
es: Fracción Másica (Fase Sólida)

# PROP_MS_151
source: Mole Flow (Твердая фаза)
es: Flujo Molar (Fase Sólida)

# PROP_MS_152
source: Массовый поток (Твердая фаза)
es: Flujo Másico (Fase Sólida)

# PROP_MS_16
source: Газовая фаза (Молярная энтальпия)
es: Entalpía Molar de la Fase Vapor

# PROP_MS_17
source: Vapor Phase Молярная энтропия
es: Entropía Molar la Fase Vapor

# PROP_MS_18
source: Газовая фаза (Теплопроводность)
es: Conductividad térmica de la Fase Vapor

# PROP_MS_19
source: Газовая фаза (Кинетическая вязкость)
es: Viscosidad cinemática de la Fase Vapor

# PROP_MS_2
source: Массовый поток
es: Flujo Másico

# PROP_MS_20
source: Паровая фаза (Динамическая вязкость)
es: Viscosidad Dinámica de la Fase vapor

# PROP_MS_21
source: Vapor Phase Тепловая емкость (Cp)
es: Capacidad Calorífica de Fase vapor (Cp)

# PROP_MS_22
source: Vapor Phase Коэффициент теплоемкости (Cp/Cv)
es: Relación de las capacidades de Caloríficas de la Fase Vapor

# PROP_MS_23
source: Паровая фаза - Массовый поток
es: Flujo Másico de la Fase Vapor

# PROP_MS_24
source: Паровая фаза - Молярный поток
es: Flujo Molar de la Fase Vapor

# PROP_MS_25
source: Паровая фаза - Объемный поток
es: Flujo Volumétrico de la Fase Vapor

# PROP_MS_26
source: Vapor Phase Коэффициент сжимаемости
es: Factor de Compresibilidad de la Fase Vapor

# PROP_MS_27
source: Молярная доля газовой фазы
es: Fracción Molar de la Fase vapor

# PROP_MS_28
source: Массовая доля газовой фракции
es: Fracción Másica de Fase vapor

# PROP_MS_29
source: Объемная доля газовой фракции
es: Fracción Volumétrica de Fase Vapor

# PROP_MS_3
source: Молярный поток
es: Flujo Molar

# PROP_MS_30
source: Жидкая фаза (Смесь) Плотность
es: Densidad de la fase Líquida (Mezcla)

# PROP_MS_31
source: Жидкая фаза (Смесь) Молярный вес
es: Masa Molar de la Fase Líquida (Mezcla)

# PROP_MS_32
source: Жидкая фаза (Смесь) Энтальпия
es: Entalpía específica de la fase Líquida (Mezcla)

# PROP_MS_33
source: Жидкая фаза (Смесь) Энтропия
es: Entropía especifica de la fase Líquida (Mezcla)

# PROP_MS_34
source: Жидкая фаза (Смесь) Молярная энтальпия
es: Entalpía Molar de la fase Líquida (Mezcla)

# PROP_MS_35
source: Жидкая фаза (Смесь) Молярная энтропия
es: Entropía Molar de la fase Líquida (Mezcla)

# PROP_MS_36
source: Жидкая фаза (Смесь) Теплопроводность
es: Conductividad térmica de la fase líquida (Mezcla)

# PROP_MS_37
source: Жидкая фаза (Смесь) Кинетическая вязкость
es: Viscosidad cinemática de la fase Líquida(Mezcla)

# PROP_MS_38
source: Жидкая фаза (Смесь) Динамическая вязкость
es: Viscosidad dinámica de la fase Líquida (Mezcla)

# PROP_MS_39
source: Жидкая фаза (Смесь) Тепловая емкость (Cp)
es: Capacidad Calorífica de la fase líquida (Cp)(Mezcla)

# PROP_MS_4
source: Объемный поток
es: Flujo Volumétrico

# PROP_MS_40
source: Жидкая фаза (Смесь) Коэффициент теплоемкости (Cp/Cv)
es: Relación entre as Capacidades Caloríficas de la Fase Líquida (Cp/Cv) (Mezcla)

# PROP_MS_41
source: Жидкая фаза (Смесь) Массовый поток
es: Flujo masivo de la fase líquida (Mezcla)

# PROP_MS_42
source: Жидкая фаза (Смесь) Молярный поток
es: Flujo Molar de la Fase Líquida (Mezcla)

# PROP_MS_43
source: Жидкая фаза (Смесь) Объемный поток
es: Caudal por volumen de la fase líquida (Mezcla)

# PROP_MS_44
source: Жидкая фаза (Смесь) Коэффициент сжимаемости
es: Factor de Compresibilidad de la fase líquida (Mezcla)

# PROP_MS_45
source: Жидкая фаза (Смесь) Молярная доля
es: Fracción molar Fase Líquida (Mezcla)

# PROP_MS_46
source: Жидкая фаза (Смесь). Массовая доля
es: Fracción Másica de la Fase Líquida (Mezcla)

# PROP_MS_47
source: Жидкая фаза (Смесь). Объемная доля
es: Fracción Volumétrica de la Fase Líquida (Mezcla)

# PROP_MS_48
source: Жидкая фаза (1) Density
es: Densidad de la Fase Líquida (1)

# PROP_MS_49
source: Жидкая фаза (1) Молярная масса
es: Masa Molar de la Fase Líquida (1)

# PROP_MS_5
source: Плотность смеси
es: Masa específica de la mezcla

# PROP_MS_50
source: Жидкая фаза (1) Определенная энтальпия
es: Entalpía Específica de la Fase Líquida (1)

# PROP_MS_51
source: Жидкая фаза (1) Определенная энтропия
es: Entropía Especifica la Fase Líquida (1)

# PROP_MS_52
source: Liquid Phase (1) Molar Enthalpy
es: Entalpía Molar de la Fase Líquida (1)

# PROP_MS_53
source: Жидкая фаза (1) Молярная энтропия
es: Entropía Molar de la Fase Líquida (1)

# PROP_MS_54
source: Жидкая фаза (1) Теплопроводность
es: Conductividad Térmica de la Fase Líquida (1)

# PROP_MS_55
source: Жидкая фаза (1) Кинетическая вязкость
es: Viscosidad Cinemática de la Fase Líquida (1)

# PROP_MS_56
source: Жидкая фаза (1) Динамическая вязкость
es: Viscosidad Dinámica de la Fase Líquida (1)

# PROP_MS_57
source: Жидкая фаза (1) Тепловая емкость (Cp)
es: Capacidad Calorífica de la Fase Líquida (CP)(1)

# PROP_MS_58
source: Жидкая фаза (1) Коэффициент теплоемкости (Cp/Cv)
es: Relación de capacidades Caloríficas de la Fase Líquida (1)

# PROP_MS_59
source: Жидкая фаза (1) Массовый поток
es: Flujo másico de la Fase Líquida (1)

# PROP_MS_6
source: Молярная масса смеси
es: Masa Molar de la Mezcla

# PROP_MS_60
source: Жидкая фаза (1) Молярный поток
es: Flujo Molar de la Fase Líquida (1)

# PROP_MS_61
source: Жидкая фаза (1) Объемный поток
es: Flujo Volumétrico de la Fase Líquida (1)

# PROP_MS_62
source: Жидкая фаза (1) Коэффициент сжимаемости
es: Factor de compresibilidad de la Fase Líquida (1)

# PROP_MS_63
source: Жидкая фаза (1) Молярная доля
es: Fracción Molar de la Fase Líquida (1)

# PROP_MS_64
source: Жидкая фаза (1). Массовая доля
es: Fracción Másica de la Fase Líquida (fase 1)

# PROP_MS_65
source: Жидкая фаза (1). Объемная доля
es: Fracción Volumétrica de la Fase Líquida (1)

# PROP_MS_66
source: Жидкая фаза (2) Density
es: Densidad de la Fase Líquida (2)

# PROP_MS_67
source: Жидкая фаза (2) Молярная масса
es: Masa Molar de la Fase Líquida (2)

# PROP_MS_68
source: Жидкая фаза (2) Определенная энтальпия
es: Entalpía Específica de la Fase Líquida (2)

# PROP_MS_69
source: Жидкая фаза (2) Определенная энтропия
es: Entropía Específica la Fase Líquida (2)

# PROP_MS_7
source: Энтальпия, специфичная для смеси
es: Entalpía Específica de la Mezcla

# PROP_MS_70
source: Жидкая фаза (2) Molar Enthalpy
es: Entalpía Molar de la Fase Líquida (2)

# PROP_MS_71
source: Жидкая фаза (2) Молярная энтропия
es: Entropía Molar de la Fase Líquida (2)

# PROP_MS_72
source: Жидкая фаза (2) Теплопроводность
es: Conductividad Térmica de la Fase Líquida (2)

# PROP_MS_73
source: Жидкая фаза (2) Кинетическая вязкость
es: Viscosidad Cinemática de la Fase Líquida (2)

# PROP_MS_74
source: Жидкая фаза (2) Динамическая вязкость
es: Viscosidad Dinámica de la Fase Líquida (2)

# PROP_MS_75
source: Жидкая фаза (2) Тепловая емкость (Cp)
es: Capacidad Calorífica (CP) de la Fase Líquida (2)

# PROP_MS_76
source: Жидкая фаза (2) Коэффициент теплоемкости (Cp/Cv)
es: Relación de la Capacidades Caloríficas de Fase Líquida (2)

# PROP_MS_77
source: Жидкая фаза (2) Массовый поток
es: Flujo másico de la Fase Líquida (2)

# PROP_MS_78
source: Жидкая фаза (2) Молярный поток
es: Flujo Molar de la Fase Líquida (2)

# PROP_MS_79
source: Жидкая фаза (2) Объемный поток
es: Flujo Volumétrico de la Fase Líquida (2)

# PROP_MS_8
source: Энтропия специфическая для смеси
es: Entropía Específica de la mezcla

# PROP_MS_80
source: Жидкая фаза (2) Коэффициент сжимаемости
es: Factor de Compresibilidad de la Fase Líquida (2)

# PROP_MS_81
source: Жидкая фаза (2) Молярная доля
es: Fracción Molar de la Fase Líquida (2)

# PROP_MS_82
source: Жидкая фаза (2). Массовая доля
es: Fracción Másica de la Fase Líquida (2)

# PROP_MS_83
source: Жидкая фаза (2). Объемная доля
es: Fracción Volumétrica de la Fase Líquida (2)

# PROP_MS_84
source: Водная фаза. Плотность
es: Densidad de la fase acuosa

# PROP_MS_85
source: Водная фаза. Молярная масса
es: Masa Molar de la fase acuosa

# PROP_MS_86
source: Водная фаза. Энтальпия
es: Entalpía Específica de la fase acuosa

# PROP_MS_87
source: Водная фаза. Энтропия
es: Entropía Específica la fase acuosa

# PROP_MS_88
source: Водная фаза. Молярная энтальпия
es: Entalpía Molar de la fase acuosa

# PROP_MS_89
source: Водная фаза. Молярная энтропия
es: Entropía Molar de la fase acuosa

# PROP_MS_9
source: Молярная энтальпия смеси
es: Entalpía Molar de la mezcla

# PROP_MS_90
source: Водная фаза. Коэффициент теплопроводности
es: Conductividad Térmica de la fase acuosa

# PROP_MS_91
source: Водная фаза. Кинетическая вязкость
es: Viscosidad Cinemática de la Fase acuosa

# PROP_MS_92
source: Водная фаза. Динамическая вязкость
es: Viscosidad Dinámica de la Fase acuosa

# PROP_MS_93
source: Водная фаза. Тепловая емкость (Cp)
es: Capacidad Calorífica de la fase acuosa (Cp)

# PROP_MS_94
source: Водная фаза. Коэффициент теплоемкости (Cp/Cv)
es: Relación de Capacidades Caloríficas de fase acuosa

# PROP_MS_95
source: Массовый поток водной фазы
es: Flujo másico de la fase acuosa

# PROP_MS_96
source: Молярный поток водной фазы
es: Flujo Molar de la Fase acuosa

# PROP_MS_97
source: Объемный поток водной фазы
es: Flujo Volumétrico de la fase acuosa

# PROP_MS_98
source: Коэффициент сжимаемости водной фазы
es: Factor de Compresibilidad de la fase acuosa

# PROP_MS_99
source: Молярная фракция водной фазы
es: Fracción Molar de la Fase Acuosa

# PROP_OP_0
source: Тип диафрагмы
es: Conectores de Presión

# PROP_OP_1
source: Диаметр диафрагмы
es: Diámetro de Orificio

# PROP_OP_4
source: Отношение д-ра отверстия к д-ру трубы (Бэта) (d/D)
es: Beta (d/D)

# PROP_OP_3
source: Коэффициент коррекции
es: Factor de Corrección

# PROP_OP_5
source: Общее падение давления
es: Caída de Presión Total

# PROP_OP_6
source: Падение давления на диафрагме
es: Caída de Presión en Orificio

# PROP_OP_7
source: Дельта-T
es: ΔT

# PROP_PF_0
source: Падение давления
es: Caída de presión

# PROP_PS_0
source: Падение давления
es: Caída de presión

# PROP_PS_1
source: Падение температуры
es: Caída de Temperatura

# PROP_PS_2
source: Перенос температуры
es: Calor Intercambiado

# PROP_PU_0
source: Pressure Increase (Head)
es: Aumento de presión (Head)

# PROP_PU_1
source: КПД
es: Eficiencia

# PROP_PU_3
source: Power Required
es: Potencia Requerida

# PROP_RA_0
source: Top Stage Pressure
es: Presión de la Etapa de Tope

# PROP_RA_1
source: Reboiler Pressure
es: Presión del Rehervidor

# PROP_RA_2
source: Boil-Up Ratio
es: Relación de Ebullición

# PROP_RA_3
source: Reboiler Duty
es: Calor intercambiado en Rehervidor

# PROP_RA_4
source: Number of Stages
es: Número de Etapas

# PROP_RF_0
source: Condenser Pressure
es: Presión del Condensador

# PROP_RF_1
source: Bottom Stage Pressure
es: Presión de la Etapa de fondo

# PROP_RF_2
source: Condenser Pressure Drop
es: Caída de presión en el condensador

# PROP_RF_3
source: Reflux Ratio
es: Relación de reflujo

# PROP_RF_4
source: Distillate Молярный поток
es: Flujo Molar del destilado

# PROP_RF_5
source: Condenser Duty
es: Calor intercambiado en el condensador

# PROP_RF_6
source: Number of Stages
es: Número de Etapas

# PROP_RY_0
source: Maximum Iterations
es: Número máximo de iteraciones

# PROP_RY_1
source: Массовый поток Tolerance
es: Tolerancia para el flujo másico

# PROP_RY_2
source: Temperature Tolerance
es: Tolerancia de Temperatura

# PROP_RY_3
source: Pressure Tolerance
es: Tolerancia de presión

# PROP_RY_4
source: Массовый поток Error
es: Error de flujo másico residual

# PROP_RY_5
source: Temperature Error
es: Error de Temperatura residual

# PROP_RY_6
source: Pressure Error
es: Error de presión residual

# PROP_SC_0
source: Reflux Ratio
es: Relación de reflujo

# PROP_SC_1
source: Heavy Key Молярная доля
es: Fracción Molar Comp. Clave Pesado

# PROP_SC_10
source: Stripping Vapor Молярный поток
es: Flujo Molar de Vapor en la zona de Agotamiento

# PROP_SC_11
source: Rectify Vapor Молярный поток
es: Flujo Molar de Vapor en la zona de Rectificación

# PROP_SC_12
source: Condenser Duty
es: Calor intercambiado en el condensador

# PROP_SC_13
source: Reboiler Duty
es: Calor intercambiado en el Rehervidor

# PROP_SC_2
source: Light Key Молярная доля
es: Fracción Molar Comp. Clave Liviano

# PROP_SC_3
source: Condenser Pressure
es: Presión del condensador

# PROP_SC_4
source: Reboiler Pressure
es: Presión del Rehervidor

# PROP_SC_5
source: Minimun Reflux Ratio
es: Reflujo mínimo

# PROP_SC_6
source: Минимальное количество ступеней
es: Número mínimo de Etapas

# PROP_SC_7
source: Optimal Feed Stage
es: Etapa de alimentación Optima

# PROP_SC_8
source: Stripping Liquid Молярный поток
es: Flujo Molar del Líquido en la zona de Agotamiento

# PROP_SC_9
source: Rectify Liquid Молярный поток
es: Flujo Molar del Líquido en la zona de Rectificación

# PROP_SP_1
source: Поток 1 Flow Spec
es: Especificación Flujo

# PROP_SP_2
source: Поток 2 Flow Spec
es: Especificación Flujo (2)

# PROP_SS_0
source: Энергетический баланс
es: Balance de Energia

# PROP_SS_1
source: Solids Separation Efficiency
es: Eficiencia de Separación de Sólidos

# PROP_SS_2
source: Liquids Separation Efficiency
es: Eficiencia de Separación de Líquidos

# PROP_SV_0
source: Separation Temperature (if overriden)
es: Temperatura de Separación

# PROP_SV_1
source: Separation Pressure (if overriden)
es: Presión de Separación

# PROP_TK_0
source: Падение давления
es: Caída de Presión

# PROP_TK_1
source: Объем
es: Volumen

# PROP_TK_2
source: Время жизни
es: Tiempo de Residencia

# PROP_TU_0
source: Падение давления
es: Caída de Presión

# PROP_TU_1
source: КПД
es: Eficiencia

# PROP_TU_3
source: Выработанная энергия
es: Potencia Generada

# PROP_TU_4
source: Давление
es: Presión

# PROP_VA_0
source: Режим вычислений
es: Modo de Cálculo

# PROP_VA_1
source: Падение давления
es: Caída de presión

# PROP_VA_2
source: Давление на выходе
es: Presión de salida

# PROP_VA_3
source: Падение температры
es: Caída de Temperatura

# PROP_CL_5
source: Дельта-T
es: ΔT

# PROP_CO_2
source: Дельта-T
es: ΔT

# PROP_CS_01
source: Падение давления
es: Caida de Presión
